package com.greenhelix.module.howtomapapi.model

const val DATA1 = "{\n" +
        "  \"data\": [\n" +
        "    {\n" +
        "      \"id\": 1,\n" +
        "      \"sex\": \"m\",\n" +
        "      \"num\": 1\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 2,\n" +
        "      \"sex\": \"w\",\n" +
        "      \"num\": 2\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 3,\n" +
        "      \"sex\": \"w\",\n" +
        "      \"num\": 3\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 4,\n" +
        "      \"sex\": \"w\",\n" +
        "      \"num\": 4\n" +
        "    }\n" +
        "  ]\n" +
        "}"
const val DATA2 = "{\n" +
        "  \"data\": [\n" +
        "    {\n" +
        "      \"id\": 1,\n" +
        "      \"name\": \"양키통닭\",\n" +
        "      \"latLng\": \"37.513562,126.892813\",\n" +
        "      \"sex\": \"m\",\n" +
        "      \"describe\": \"예약 시엔 알맞게 준비되어 최고의 맛으로 더 맛있게 드실 수 있는 최상의 장작구이치킨을 즐길 수 있습니다.\",\n" +
        "      \"percent\": 80,\n" +
        "      \"num\": 1\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 2,\n" +
        "      \"name\": \"호텔707\",\n" +
        "      \"latLng\": \"37.514688,126.893313\",\n" +
        "      \"sex\": \"m\",\n" +
        "      \"describe\": \"호텔707 (707호) 문래동에 맛과 분위기 다 잡은 공간 맛있는 커피,술 그리고 음식으로 준비해 기다릴께요\",\n" +
        "      \"percent\": 30,\n" +
        "      \"num\": 2\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 3,\n" +
        "      \"name\": \"올드문래\",\n" +
        "      \"latLng\": \"37.513813,126.894312\",\n" +
        "      \"sex\": \"w\",\n" +
        "      \"describe\": \"문래동에 위치한 올드문래 라고 합니다. 일제시대에 지어진 목조건물을 수리하여 낮에는 카페. 5시 이후에는 수제맥주펍으로 운영됩니다. 14가지의 국내외 수제맥주를 판매하고 있으며. 소세지.치킨.피시앤칩스. 포테이토 프라이즈. 나쵸등이 안주로 준비되어 있습니다.\",\n" +
        "      \"percent\": 10,\n" +
        "      \"num\": 3\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 3,\n" +
        "      \"name\": \"스몰\",\n" +
        "      \"latLng\": \"37.511938,126.892187\",\n" +
        "      \"sex\": \"w\",\n" +
        "      \"describe\": \"문래창작촌에 위치한 야시장_스몰 와인바, 포장마차, 야키토리, 수제맥주 펍이 한곳에 모여있는 주점으로 다양한 종류의 주류와 안주를 즐길수있는 공간입니다!\",\n" +
        "      \"percent\": 60,\n" +
        "      \"num\": 3\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 4,\n" +
        "      \"name\": \"주캠야포\",\n" +
        "      \"latLng\": \"37.513688,126.895562\",\n" +
        "      \"sex\": \"w\",\n" +
        "      \"describe\": \"재료소진시 조기 품절될수 있습니다~ 전화 문의 부탁드려요~\",\n" +
        "      \"percent\": 76,\n" +
        "      \"num\": 4\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 5,\n" +
        "      \"name\": \"플라츠\",\n" +
        "      \"latLng\": \"37.513537,126.894203\",\n" +
        "      \"sex\": \"w\",\n" +
        "      \"describe\": \"재료소진시 조기 품절될수 있습니다~ 전화 문의 부탁드려요~\",\n" +
        "      \"percent\": 52,\n" +
        "      \"num\": 5\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 6,\n" +
        "      \"name\": \"골방\",\n" +
        "      \"latLng\": \"37.513913,126.893828\",\n" +
        "      \"sex\": \"w\",\n" +
        "      \"describe\": \"문래창작촌에 있는 맛있는 안주와 감성이 있는 술집입니다!!\",\n" +
        "      \"percent\": 24,\n" +
        "      \"num\": 6\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 7,\n" +
        "      \"name\": \"비어포스트 바\",\n" +
        "      \"latLng\": \"37.513763,126.894141\",\n" +
        "      \"sex\": \"w\",\n" +
        "      \"describe\": \"문래창작촌에 있는 맛있는 안주와 감성이 있는 술집입니다!!\",\n" +
        "      \"percent\": 90,\n" +
        "      \"num\": 7\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 8,\n" +
        "      \"name\": \"달걸음\",\n" +
        "      \"latLng\": \"37.514438,126.894203\",\n" +
        "      \"sex\": \"w\",\n" +
        "      \"describe\": \"문래창작촌에 있는 맛있는 안주와 감성이 있는 술집입니다!!\",\n" +
        "      \"percent\": 89,\n" +
        "      \"num\": 8\n" +
        "    },\n" +
        "    {\n" +
        "      \"id\": 9,\n" +
        "      \"name\": \"L.I.D Bar\",\n" +
        "      \"latLng\": \"37.513937,126.892687\",\n" +
        "      \"sex\": \"w\",\n" +
        "      \"describe\": \"문래창작촌에 있는 맛있는 안주와 감성이 있는 술집입니다!!\",\n" +
        "      \"percent\": 36,\n" +
        "      \"num\": 9\n" +
        "    }\n" +
        "  ]\n" +
        "}"